import React from 'react'

var MemberTerms = React.createClass({
	render(){
		return(
			<div>
				<div className="terms">
					<div style={{textAlign: "center", marginBottom: "2em"}}>
						<h2 style={{color: "#2288cc", paddingBottom: "1em", borderBottom: "1px #ccc solid"}}>大塚資訊科技蒐集處理及利用個人資料告知事項</h2>
					</div>
					<div>本公司依據個人資料保護法（以下稱個資法）第八條第一項規定，向台端告知下列事項，請台端詳閱：</div>
					<br />
					<b>1.蒐集之目的： </b>
					<div>蒐集目的在於進行大塚資訊科技所開設課程之報名通知、不定期發送本公司所辦理相關活動訊息、提供予展示廠商業務交流及其他合於本公司營業登記項目或章程所定業務等需要。</div>
					<br />
					<b>2.蒐集之個人資料類別：</b>
					<div> 合於前述目的所需蒐集之個人各項資料及與本公司往來之個人資料，包含姓名、職稱、公司名稱、部門、電話、行動電話、e-mail等，得以直接或間接方式識別該個人之資料。</div>
					<br />
					<b>3.個人資料利用之期間、地區、對象及方式：</b> 
					<div>(一) 期間：於主管機關許可業務經營之存續期間內，符合下列要件之一者：  1. 個人資料蒐集之特定目的存續期間。 2. 依相關法令規定或契約約定之保存年限。 3. 本公司因執行業務所必需之保存期間。 (二) 地區：獲主管機關許可經營及營業登記項目或章程所定之業務，其營業活動之相關地區及為達蒐集、處理及利用目的所必須使用之相關地區：包含本公司、本公司之關係企業、與本公司因業務需要訂有契約之機構或顧問等所在之地區。 (三)對象：本公司、本公司之關係企業、或與本公司因業務需要訂有契約關係或業務往來之機構或顧問(如律師、會計師)；金融監理或依法有調查權或依法行使公權力之機關。</div>
					<br />
					<b>4.依據個資法第三條規定，台端就本公司保有台端之個人資料得行使下列權利： </b>
					<div>(一) 得向本公司查詢、請求閱覽或請求製給複製本，而本公司依法得酌收必要成本費用。  (二) 得向本公司請求補充或更正，惟依法台端應為適當之釋明。 (三) 得向本公司請求停止蒐集、處理或利用及請求刪除，惟依法本公司因執行業務所必須者，得不依台端請求為之。 </div>
					<br />
					<b>5.台端不提供個人資料所致權益之影響： </b>
					<div>台端得自由選擇是否提供相關個人資料，惟台端若拒絕提供相關個人資料，本公司將無法進行必要之審核及處理作業，致無法提供台端相關服務。</div>
					<br/>
				</div>
			</div>
		)
	}
})
export default MemberTerms